{"version": "https://jsonfeed.org/version/1", "title": "lernOS Change Management", "home_page_url": "https://cogneon.github.io/", "feed_url": "https://cogneon.github.io/feed_json_updated.json", "description": null, "icon": null, "authors": [], "language": "de", "items": [{"id": "https://cogneon.github.io/", "url": "https://cogneon.github.io/", "title": "Willkommen", "content_html": "<h1 id=\"willkommen\">Willkommen</h1>\n<p>Herzlich willkommen im lernOS Change Management Leitfaden.</p>\n<p>Ziel des Leitfadens: TBD</p>\n<p>Zielgruppe: TBD</p>\n<h1 id=\"uber-lernos\">Über lernOS</h1>\n<p>lernOS ist eine Methode zur Selbstorganisation für Menschen, die im 21. Jahrhundert leben und arbeiten. Um heute erfolgreich zu sein, muss man ständig lernen, sich organisieren und weiterentwickeln. Niemand sonst ist für diesen Prozess verantwortlich. Man muss sich selber darum kümmern (selbstgesteuertes, lebenslanges Lernen).</p>\n<p>lernOS Leitfäden stehen unter der Lizenz <a href=\"https://creativecommons.org/licenses/by/4.0/deed.de\">Creative Commons Namensnennung 4.0 International</a> (CC BY 4.0): </p>\n<p><img alt=\"\" src=\"https://i.creativecommons.org/l/by/4.0/88x31.png\" /></p>\n<h2 id=\"why-warum-braucht-es-lernos\">WHY - Warum braucht es lernOS?</h2>\n<p><strong>Ständige Veränderung</strong> und unser <strong>zukünftiges Wohlergehen</strong> erfordern <strong>kontinuierliches, selbstorganisiertes Lernen</strong> (s.a. <a href=\"https://www.oecd.org/education/2030-project/contact/OECD_Lernkompass_2030.pdf\">OECD Learning Compass 2030</a>). Die Auswirkungen der digital-vernetzten <strong>Wissensgesellschaften</strong> können wir alle täglich spüren (Informationsflut, Leistungsdruck, Geschwindigkeit technischer Innovation).</p>\n<h2 id=\"what-was-ist-lernos\">WHAT - Was ist lernOS?</h2>\n<p>Das Wort <strong>lernOS</strong> stammt aus dem Esperanto und ist dort die Zukunftsform von Lernen: <strong>ich/wir werde/n lernen</strong>. Die Grundidee von lernOS ist es also, Einzelpersonen, Teams und Organisationen moderne Methoden des Lernens und Arbeitens beizubringen. Dafür stellt lernOS Leitfäden und Lernpfade bereit, mit denen eine moderne Haltung (<strong>Mindset</strong>), die richtigen Fähigkeiten (<strong>Skillset</strong>) und zeitgemäße Werkzeuge (<strong>Toolset</strong>) erlernt werden können.</p>\n<h2 id=\"how-wie-kann-ich-anfangen\">HOW - Wie kann ich anfangen?</h2>\n<p>Viele Wege führen zu lernOS. Ein Vorschlag:</p>\n<ol>\n<li>Wähle als ersten Schritt einen der <a href=\"https://lernos.org/de/0-about/guides\">lernOS Leitfäden</a> – den hast Du/ habt Ihr bereits erledigt. </li>\n<li>Wähle einen <strong>Zeitraum</strong>, in dem du den Lernpfad des Leitfadens durchlaufen möchtest.</li>\n<li>Entscheide dich, ob Du <strong>allein</strong>, als <strong>Lerntandem</strong> oder im <strong>Circle</strong> mit 4-5 Personen lernen möchtest. Zum Start empfehlen wir dir das Lernen im Circle.</li>\n<li>Verwende dein <strong>persönliches Netzwerk</strong>, <strong>soziale Medien</strong> oder den <a href=\"https://web.peerfinder.app/de\">Peerfinder</a>, um Mit-Lernende zu finden.</li>\n<li><strong>Stop talking, start doing! :-)</strong></li>\n</ol>\n<p>Weitere Informationen zur kostenfreien Lizenzierung über <a href=\"https://creativecommons.org/licenses/by/4.0/deed.de\">Creative Commons Namensnennung 4.0 International</a> (CC BY) findet ihr auf der <a href=\"https://lernos.org/de/\">LernOS Start Seite</a>. Dort findet Ihr auch weitere Informationen und Details. </p>\n<p><strong>Du darfst:</strong></p>\n<ul>\n<li><strong>Teilen</strong> - das Material in jedwedem Format oder Medium vervielfältigen und weiterverbreiten.</li>\n<li><strong>Bearbeiten</strong> - das Material remixen, verändern und darauf aufbauen und zwar für beliebige Zwecke, sogar kommerziell.</li>\n</ul>\n<p><strong>Unter folgenden Bedingungen:</strong></p>\n<ul>\n<li><strong>Namensnennung</strong> - Du musst angemessene Urheber- und Rechteangaben machen, einen Link zur Lizenz beifügen und angeben, ob Änderungen vorgenommen wurden. Diese Angaben dürfen in jeder angemessenen Art und Weise gemacht werden, allerdings nicht so, dass der Eindruck entsteht, der Lizenzgeber unterstütze gerade Sie oder Ihre Nutzung besonders.</li>\n<li><strong>Keine weiteren Einschränkungen</strong> - Du darst keine zusätzlichen Klauseln oder technische Verfahren einsetzen, die anderen rechtlich irgendetwas untersagen, was die Lizenz erlaubt.</li>\n</ul>", "image": null, "date_modified": "2025-04-05T15:33:33+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/1-0-Grundlagen/", "url": "https://cogneon.github.io/1-0-Grundlagen/", "title": "Grundlagen", "content_html": "<h1 id=\"grundlagen\">Grundlagen</h1>\n<h2 id=\"einfuhrung-in-change-management\">Einführung in Change-Management</h2>\n<p>70% aller Change Projekte scheitern. Man hört solche Aussagen immer wieder, auch wenn es keine wirkliche Evidenz dafür gibt. </p>\n<p>Was klar ist: Change-Management ist wichtig, denn es versucht, den Menschen bei Veränderungen zu berücksichtigen.  </p>\n<p>Das Ziel von Change-Management besteht darin, sicherzustellen, dass Veränderungen effektiv umgesetzt werden, um die Leistung und Effizienz der Organisation zu verbessern. Der Fokus liegt dabei auf der menschlichen Seite. Verglichen mit Projekt Management stehen dort eher die Aufgaben, Prozesse, Verantwortlichkeiten oder zeitliche Abhängigkeiten im Vordergrund, um ein Vorhaben umzusetzen.  </p>\n<p>Abbildung 1 illustriert die Schwerpunkte von Change-Management gegenüber Projekt-Management</p>\n<table>\n<thead>\n<tr>\n<th style=\"text-align: left;\"></th>\n<th style=\"text-align: left;\">Organisation</th>\n<th style=\"text-align: left;\">Gruppe</th>\n<th style=\"text-align: left;\">Individuum</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align: left;\">Harte Faktoren im Projekt Management</td>\n<td style=\"text-align: left;\"><p>Prozesse</p><p>Strukturen</p><p>Systeme</p></td>\n<td style=\"text-align: left;\"><p>Aufgaben</p><p>Bereiche</p><p>Berichtslinien</p></td>\n<td style=\"text-align: left;\"><p>Rollen</p><p>Verantwortlichkeiten</p><p>Skills</p></td>\n</tr>\n<tr>\n<td style=\"text-align: left;\">Softe Faktoren im Change</td>\n<td style=\"text-align: left;\"><p>Kultur</p><p>Werte  </p><p>Normen</p></td>\n<td style=\"text-align: left;\"><p>Führung</p><p>Gruppendynamik</p><p>Mikropolitik</p></td>\n<td style=\"text-align: left;\"><p>Angst</p><p>Hoffnung</p><p>Begeisterung</p><p>Widerstand</p></td>\n</tr>\n</tbody>\n</table>\n<p>Je nach Größe und Set-up eines Projekts kann Change Management ein eigener Stream sein in einem Projekt, eine Stabstelle neben dem Projektleiter oder in kleinen Projekten einfach eine Aufgabe der Projektleitung. Wichtig ist jedenfalls, dass Ressourcen dafür eingeplant werden und es neben Zeit, Qualität &amp; Kosten auch entsprechend im Projektalltag wie im Reporting &amp; Monitoring berücksichtigt wird.</p>\n<p>Entscheidend für den Erfolg jeder Veränderung ist – einfach gesagt – das „Sollen”, „Können”, „Dürfen” und „Wollen”. Dies ist auch das wohl „einfachste” Modell des Change-Managements. </p>\n<ul>\n<li>„<strong>Sollen</strong>” meint eine klare Strategie und ein Ziel, wie ein Erfolg genau definiert wird.</li>\n<li>„<strong>Können</strong>” bedeutet, die jeweiligen Kompetenzen sind bei allen vorhanden – oder können entwickelt werden.</li>\n<li>„<strong>Dürfen</strong>“ heißt, dass entsprechende Befugnisse und Freiräume vorhanden sind.</li>\n<li>„<strong>Wollen</strong>“ bedeutet, dass Überzeugung und Akzeptanz vorherrschen.</li>\n</ul>\n<p>Anbei werden verschiedene Modelle vorgestellt. Einige sind schon älter und haben eine spezielle Herkunft. Wir denken jedoch, dass es interessant ist von ihnen gehört zu haben. </p>\n<h3 id=\"agiles-change-management-und-metatheorie-der-veranderung\">Agiles Change Management und Metatheorie der Veränderung</h3>\n<p>Agiles Change Management integriert agile Methoden, um Flexibilität und Anpassungsfähigkeit während des Veränderungsprozesses zu fördern. Gerade im IT Bereich eignen sich solche Ansätze, schließlich wurden agile Modelle in der Software-Entwicklung erfunden, um besser mit der zunehmenden Komplexität &amp; Dynamik zurecht zu kommen. </p>\n<p>Scrum und Kanban sind beispielsweise bewährte agile Ansätze, die in Change-Projekten eingesetzt werden können. Scrum ermöglicht es Teams, in kurzen Iterationen (Sprints) zu arbeiten, wodurch regelmäßiges Feedback und schnelle Anpassungen an den Veränderungsbedarf möglich sind. Kanban hingegen visualisiert den Arbeitsfluss und hilft, Engpässe zu identifizieren, was die Effizienz steigert und eine kontinuierliche Verbesserung fördert. Beide Methoden unterstützen iterative Ansätze, bei denen man kontinuierlich lernt und sich anpasst, um die Akzeptanz der Veränderungen zu erhöhen und die Mitarbeiter besser einzubinden. Zudem können Methoden wie Retrospektiven und unterschiedliche Ansätze aus dem Design Thinking auch sehr hilfreich im Change Management sein.</p>\n<p>Es gibt viele weitere aktuelle Strömungen, von Lean Change Management bis hin zur Metatheorie der Veränderung von Klaus Eidenschink. Diese legt den Fokus auf Selbstorganisationsprozesse und eine prozessorientierte Sichtweise. Im Change-Management kann dies bedeuten, dass statt einer starren Planung, die oft auf Prognosen und Annahmen basiert, eine flexiblere Herangehensweise gewählt wird, die auf aktuellen Prozessen und Dynamiken basiert und damit eher dem agilen Paradigma folgt.</p>\n<h3 id=\"john-p-kotter-leading-change\">John P. Kotter – Leading Change</h3>\n<p>John P. Kotter, Professor an der Harvard Business School, entwickelte ein <a href=\"https://de.wikipedia.org/wiki/8-Stufen-Modell_eines_Ver%C3%A4nderungsprozesses_nach_J._P._Kotter\">Modell für Veränderungsprozesse</a>, das acht Stufen umfasst und ein guter Einstieg ins Thema ist. Anbei eine vereinfachte Darstellung, die inzwischen schon überarbeitet wurde:</p>\n<p><strong>Dringlichkeit erzeugen:</strong> Das Team muss erkennen, warum eine Änderung dringend notwendig ist. Ein Gefühl der Dringlichkeit hilft, die Motivation zum Handeln zu steigern.</p>\n<p><strong>Führungsteam &amp; Koalition bilden:</strong> Es ist wichtig, ein starkes Team aus Führungskräften zu bilden, die an der Veränderung beteiligt sind und sie unterstützen. </p>\n<p><strong>Vision und Strategie entwickeln:</strong> Die Vision sollte klar, verständlich und attraktiv sein. Sie dient als Leitfaden für die Veränderung. Die Strategie zeigt auf, wie die Vision erreicht werden kann.</p>\n<p><strong>Veränderungs-Vision kommunizieren:</strong> Die Vision und die Strategie müssen effektiv an alle Beteiligten kommuniziert werden, um Akzeptanz und Engagement zu fördern.</p>\n<p><strong>Hindernisse beseitigen &amp; Mitarbeitende befähigen:</strong> Alle Hindernisse, die die Umsetzung der Veränderung behindern könnten, müssen identifiziert und beseitigt werden. </p>\n<p><strong>Kurzfristige Erfolge schaffen:</strong> Es ist wichtig, schnell sichtbare Erfolge zu erzielen und zu feiern, um die Motivation hochzuhalten und den Glauben an die Veränderung zu stärken.</p>\n<p><strong>Veränderungen konsolidieren:</strong> Alle erreichten Erfolge sollten genutzt werden, um weitere Veränderungen zu fördern und die neuen Ansätze in der Kultur des Unternehmens zu verankern.</p>\n<p><strong>Veränderungen in der Kultur verankern:</strong> Schließlich sollten die Veränderungen so tief in der Kultur des Unternehmens verankert werden, dass sie auch nach einem Führungswechsel bestehen bleiben.</p>\n<h3 id=\"adkar-von-proscii\">ADKAR von Proscii</h3>\n<p>Das ADKAR-Modell ist ein Change-Management-Werkzeug, das von Prosci entwickelt wurde und in vielen IT-Projekten angewandt wird. ADKAR ist ein Akronym, das für die fünf Phasen des Veränderungsprozesses steht:</p>\n<p><strong>Awareness (Bewusstsein):</strong> Verständnis für die Notwendigkeit der Veränderung. Beispiel: Kommunikation über Marktveränderungen, die eine neue IT-Strategie erfordern.</p>\n<p><strong>Desire (Wunsch):</strong> Engagement und Bereitschaft, sich auf die Veränderung einzulassen. Beispiel: Demonstration der Vorteile der neuen IT-Strategie für einzelne Mitarbeiter und das Unternehmen insgesamt.</p>\n<p><strong>Knowledge (Wissen):</strong> Verständnis darüber, wie die Veränderung umgesetzt wird. Beispiel: Schulungen und Workshops zur neuen Software oder Prozessen.</p>\n<p><strong>Ability (Fähigkeit):</strong> Die Fertigkeiten und Verhaltensweisen, die notwendig sind, um die Veränderung umzusetzen. Beispiel: Praktische Übungen und Unterstützung am Arbeitsplatz, um die Anwendung der neuen Software zu üben.</p>\n<p><strong>Reinforcement (Verstärkung):</strong> Maßnahmen, die sicherstellen, dass die Veränderung beibehalten wird. Beispiel: Feedback und Anerkennung für die erfolgreiche Anwendung der neuen Prozesse, kontinuierliche Verbesserung und Anpassung basierend auf Rückmeldungen.</p>\n<p>Jede Phase muss betrachtet werden, bevor die nächste beginnen kann, und jede ist entscheidend für den Erfolg des Change-Managements. Gut ist hier aufgezeigt, dass Awareness oder „nur“ Wissen nicht ausreicht, sondern alle Bereiche wichtig sind.</p>\n<h3 id=\"die-veranderungskurve\">Die Veränderungskurve</h3>\n<p>Die Kübler-Ross-Kurve, auch bekannt als das Modell der fünf Phasen der Trauer, wurde ursprünglich entwickelt, um die emotionalen Phasen zu beschreiben, die Menschen durchlaufen, wenn sie mit dem Tod konfrontiert sind. Im Change-Management wird es oft verwendet, um die emotionalen Reaktionen der Mitarbeitenden auf Veränderungen in der Organisation zu verstehen. </p>\n<p>Die fünf Phasen sind: Verleugnung, Wut, Verhandlung, Depression und Akzeptanz.</p>\n<p>Das Modell kann hilfreich sein, um einige der emotionalen Reaktionen auf Veränderungen zu verstehen. Ein Hauptkritikpunkt ist jedoch, dass es ursprünglich entwickelt wurde, um die Reaktionen auf den Tod i.S. von Trauer und nicht auf Veränderungen im Arbeitsumfeld zu beschreiben. Daher kann es nicht alle Aspekte des Change-Managements abdecken. Zudem verlaufen Veränderung nie linear und in der vorgegebenen Reihenfolge oder Kurve wie das Modell suggeriert. Mitarbeitende können unterschiedliche Phasen gleichzeitig oder in unterschiedlicher Reihenfolge und vor allem in unterschiedlicher Geschwindigkeit durchlaufen.</p>\n<h3 id=\"das-sap-ocm-framework\">Das SAP OCM Framework</h3>\n<p>Der SAP OCM-Rahmen (Organizational Change-Management-Rahmen) besteht aus sechs Dimensionen mit verschiedenen Arbeitspaketen entlang von SAP IT-Projekten.  </p>\n<p>Die <strong>Change Strategie</strong> gibt die Richtung der Change Aktivitäten für ein digitales Transformationsprojekt vor. Sie liefert die Blaupause für das Management komplexer Veränderungen über mehrere Einheiten, verschiedene Standorte und/oder Länder hinweg.</p>\n<p><strong>Change Leadership und Steuerung</strong> zielen darauf ab, geeignete Mechanismen für das Management betroffener Personen, Personas und Gruppen zu identifizieren und zu implementieren. Mit dem Begriff „Betroffene“ sind diejenigen gemeint, die von einem digitalen Transformationsprojekt wirklich betroffen sind oder die dessen Erfolg beeinflussen können. Das können bei SAP-Projekten viele Personen sein, weshalb man dann auch von Large Scale Change spricht.</p>\n<p><strong>Einbindung, Kommunikation, Befähigung &amp; Empowerment</strong> tragen dazu bei, eine gemeinsame positive Haltung gegenüber Veränderungen zu fördern. Das Alignment mit dem Top-Management ist dabei erfolgskritisch, sowie der Aus- und Aufbau eines Netzwerks von Change Agents.</p>\n<p><strong>Change Kommunikation</strong> zielt darauf ab, die richtige Botschaft zur richtigen Zeit an die richtigen Personen zu übermitteln. Es handelt sich um die systematische Planung, Durchführung, Überwachung und Überprüfung aller Kommunikationsaktivitäten innerhalb eines digitalen Transformationsprojekts. </p>\n<p><strong>Change Umsetzung</strong> umfasst die Identifikation und das Management der mit einer digitalen Transformation verbundenen Veränderungen bei den relevanten Stakeholder-Gruppen (z.B. in Bezug auf Kompetenzen, Skills, Geschäftsprozesse, Technologie, Organisation und Mindset). Dies fördert einen Übergang vom aktuellen zum zukünftigen Status-quo. Iterationen, kontinuierliche Verbesserungen und Anpassungen sind inzwischen meist anschließend. </p>\n<p><strong>Change Enablement</strong> bietet während des Transformationsprozesses umfassende Schulungen und Lernangebote für Experten sowie für die Nutzer. Zuerst werden üblicherweise das Projektteam und Management geschult, später die Nutzer.</p>\n<p><strong>Change Effectiveness</strong> umfasst die Aktivitäten, die zur Messung der Effektivität von OCM-Aktivitäten zur Unterstützung der digitalen Transformation eingesetzt werden können. Sie konzentriert sich auf Kriterien wie organisatorische Bereitschaft, Benutzerakzeptanz und -zufriedenheit sowie das Benutzerverhalten nach dem Go-Live. Awareness, Commitment, Empowerment, Enablement und Akzeptanz sind dabei Faktoren die gewöhnlich gemessen werden, sei es mit Systemdaten oder Befragungen.</p>\n<h3 id=\"terminologie-von-change-in-it-projekten\">Terminologie von Change in IT-Projekten</h3>\n<p>Wird ein IT-Projekt auf der „grünen Wiese“ begonnen und das System frisch, incl. der Prozesse, neu aufgesetzt spricht man von einem <strong>Greenfield</strong>-Ansatz.  </p>\n<p>Wird die neue Software auf bestehender Struktur, Nutzung der Daten, Einstellungen und Prozesse aufgebaut, wird von einem <strong>Brownfield</strong>-Ansatz gesprochen.   </p>\n<p><strong>Bluefield</strong> ist ein Mittelweg: ausgewählte Daten werden mit genommen, jedoch reduziert und vereinfacht, um Geschäftsprozesse zu optimieren.</p>\n<p><strong>Transformation</strong>: Während Transformationen umfassende, strategische Veränderungen in der gesamten Organisation anstoßen, konzentrieren sich Change-Projekte auf spezifische Initiativen, Projekte und Programme.</p>\n<p><strong>Disruptive Innovationen</strong> wie das iPhone oder generative KI mit starken neuem Kundennutzer der etablierte Angebote verdrängt erfordern eine proaktive Haltung und eine Innovationskultur, die Veränderung annimmt und experimentierfreudig ist um eben nicht disruptiert zu werden.</p>\n<h3 id=\"fazit-zu-methoden-und-vorgehensweisen-im-change-management\">Fazit zu Methoden und Vorgehensweisen im Change-Management</h3>\n<p>Viele Software-Anbieter und Beratungshäuser haben ihre eigenen Methoden. So nutzt SAP beispielsweise das <a href=\"https://community.sap.com/topics/activate\">SAP Activate </a>Prozessmodell und stellt im Bereich \"Solution Adoption\" viele Templates und Informationen rund um Change-Management kostenfrei zur Verfügung. Andere Firmen wie Microsoft orientieren sich an allgemeinen Rahmenwerken wie ADKAR (s.o.). Es gibt nicht den „richtigen“ Ansatz. </p>\n<p>Letztendlich sollte man ein Modell und Vorgehen nutzen, das auch gut zur Firmenkultur passt. Sofern ein Modell bereits im Unternehmen im Einsatz ist, kann es hilfreich sein, dieses Modell zu nutzen, da es bereits etabliert ist. Grundsätzlich sollte ein Modell immer als Sammlung von Prinzipien verstanden werden und nicht als verbindliches Regelwerk, das man befolgen und abhaken muss. </p>\n<p>Es gibt Modelle, die das Vorgehen beschreiben und solche, die eher die Art von Interventionen zusammenfassen. Beides zu nutzen macht Sinn im Mix mit agilen Praktiken und Methoden, sofern agil gearbeitet wird. Zudem ist Emergenz bei Veränderungen zu berücksichtigen. Komplexe Systeme wie Unternehmen bringen durch Veränderungen neue Eigenschaften und Lösungen hervor, die nicht vorhersehbar sind oder zentral planbar sind. Daher sind Rückkopplungen, Feedbackmechanismen, gezielte Einbindung und adaptives Vorgehen so wichtig.</p>\n<h3 id=\"quellen-weitere-infos\">Quellen &amp; weitere Infos</h3>\n<ul>\n<li>Definition of <a href=\"https://www.prosci.com/resources/articles/definition-of-change-management\">Change management</a> (Prosci)</li>\n<li><a href=\"https://armintrost-aop.podigee.io/34-change-management\">Podcast von Prof. Trost zu Change Management</a><a href=\"https://armintrost-aop.podigee.io/34-change-management\"> </a></li>\n<li>Change Workout - Infoseite <a href=\"https://change-workout.de/\">https://change</a><a href=\"https://change-workout.de/\">-</a><a href=\"https://change-workout.de/\">workout.de/</a></li>\n<li>70 Prozent aller Change-Vorhaben scheitern (n)immer <a href=\"https://hrpepper.de/believe-it-or-not/70-prozent-aller-change-vorhaben-scheitern-nimmer/\">https://hrpepper.de/believe</a></li>\n<li>Reflektion der Nutzung von Change Modellen  <a href=\"https://blogs.sap.com/2022/10/31/vorgehensmodelle-im-change-management/\">https://blogs.sap.com/2022/10/31/vorgehensmodelle</a></li>\n<li>Metatheorie der Veränderung <a href=\"https://metatheorie\">https://metatheorie</a><a href=\"https://metatheorie-der-veraenderung.info/\">-</a><a href=\"https://metatheorie-der-veraenderung.info/\">der</a></li>\n<li><a href=\"https://en.wikipedia.org/wiki/Change_management\">Change Management auf Wikipedia</a></li>\n</ul>\n<h2 id=\"rollen-in-change-management-change-prozessen\">Rollen in Change-Management &amp; Change Prozessen</h2>\n<h3 id=\"rollenklarungen\">Rollenklärungen</h3>\n<p>Je größer das Projekt ist und je mehr Rollen in einem Projekt existieren, desto wichtiger ist es, dass alle Rollen klar definiert sind und alle Rollen-Inhaber die Rollen auch ausführen und die Verantwortung übernehmen. </p>\n<p>Wir gehen hier auf klassische Rollen ein wie  Change Agents (ernannte Rollen, eher extrinsisch motiviert). Teilweise werden diese  so nicht mehr gelebt, und wir sehen zunehmend Change Communities (Change Maker auf freiwillige Basis, eher intrinsisch motiviert).</p>\n<h3 id=\"definition-der-rollen\">Definition der Rollen</h3>\n<p>In einem Projekt müssen die Rollen geklärt sein und für alle transparent sein. Ansonsten kann es passieren, dass Aufgaben nicht ausgeführt werden, Missverständnisse aufkommen und das Projekt scheitert.</p>\n<p>Wichtig ist Transparenz, Kommunikation und eine klare Definition der Rollen inklusive Einverständnis. Denn was schriftlich verfasst ist, hilft zwar, kann aber trotzdem unterschiedlich interpretiert werden. Daher ist ein Dialog dazu wichtig. Nutzen kann man die Darstellung mit folgenden Matrixen. </p>\n<p>RACI (<strong>R</strong>esponsible, <strong>A</strong>ccountable, <strong>C</strong>onsulted, <strong>I</strong>nformed), DEMI (Verantwortung für <strong>D</strong>urchführung,  Ergebnis, <strong>M</strong>itarbeit, zu <strong>I</strong>nformieren) sowie eine AKV – Matrix (<strong>A</strong>ufgaben, <strong>K</strong>ompetenzen, <strong>V</strong>erantwortlichkeiten) und weitere.</p>\n<p>Merke: RACI irgendwo abgelegt ersetzt kein Change-Management. </p>\n<h3 id=\"verantwortungsdialog\">Verantwortungsdialog</h3>\n<p>Damit Verantwortung übernommen wird, die Ausführung der Rollen im Projekt tatsächlich stattfindet, müssen vier Ebenen erfüllt sein:</p>\n<ul>\n<li>Ich muss antworten können - dies ist eine Frage der Qualifikation</li>\n<li>Ich muss antworten wollen - oft eine Frage der Wertorientierung</li>\n<li>Ich muss antworten müssen - auf eine Frage der eingeforderten Zuständigkeit</li>\n<li>Ich muss antworten dürfen - dies ist eine Frage der Autorisierung</li>\n</ul>\n<p>Wenn über diese vier Ebenen ein Dialog zwischen den richtigen Personen stattfindet, kann dies dabei helfen, die Personen bei der tatsächlichen Verantwortungsübernahme und der Ausführung ihrer Projektrollen zu unterstützen. Change-Management unterstützt bei der Planung der Dialoge, der Auswahl der Dialogpersonen und der Durchführung der Dialoge.</p>\n<p>Andernfalls entstehen oft dysfunktionale symbiotische Beziehungen, in denen Verantwortung nicht wahrgenommen bzw. verschoben wird und unter Umständen wird das daraus entstehende Unbehagen verschoben. Besser gesagt: „in denen Potenziale nicht aktiviert oder nicht entwickelt werden“. </p>\n<p>Im schlechtesten Fall scheitert das Projekt daran, dass Rollen nicht ausgeführt werden.</p>\n<h3 id=\"rollen-im-veranderungsprojekt\">Rollen im Veränderungsprojekt</h3>\n<h4 id=\"projektsponsor-auftraggeber-in-change-projekten\">Projektsponsor / Auftraggeber in Change Projekten</h4>\n<p>Der Projektsponsor ist ein besonderer Stakeholder mit speziellem Einfluss auf den Erfolg eines Projekts.</p>\n<p>Es gibt verschiedene Möglichkeiten für den Projektsponsor, das Projekt effektiv zu unterstützen: dabei trägt der Projektsponsor vor allem die Verantwortung für die unternehmerische Zielsetzung, also den Beitrag zum Geschäftsergebnis, die das Projektergebnis liefern soll. Insofern definiert er die Vision, die Ziele und die Strategie, die das Projekt verfolgen soll. </p>\n<p>Zudem ist der Sponsor für den Risikomanagement des Projekts verantwortlich.</p>\n<p>Ein Risiko bei klassischen Projektmanagement – Ansätzen ist beispielsweise, dass die Gesamt-Situation sich zwischenzeitlich geändert haben kann, aber iterative Anpassungen der Pläne oder nachträgliche Korrekturen aufgrund geänderter Kundenanforderungen nicht vorgesehen sind.</p>\n<p>Der Sponsor zeigt in der Innen- und Außenkommunikation, dass er uneingeschränkt hinter diesem Projekt und seinem Projektleiter steht und Unterstützung von allen Beteiligten einfordert. Damit legitimiert er das Projekt und verleiht seinem Projektleiter die erforderliche Autorität.</p>\n<p>Ein guter Projektsponsor unterstützt den Projektleiter in kritischen Situationen und stärkt ihm den Rücken. Viele Projektleiter sind im Sinne eines guten Leaderships häufig sehr dankbar, wenn der Projektsponsor für sie auch die Rolle eines Mentors übernimmt. </p>\n<p>Die Überwachung und Steuerung des Projekts auf übergeordneter Ebene ggf. zusammen mit dem Projektsteuerkreis/Projektlenkungsausschuss sind wichtige Funktionen, die wesentlich zum Erfolg des Projekts beitragen. Ein Projektsponsor sollte sich dem Erfolg des Projekts verpflichtet fühlen und alle Maßnahmen ergreifen, die dafür erforderlich sind.</p>\n<h4 id=\"projektleitung-in-change-projekten\">Projektleitung in Change Projekten</h4>\n<p>Die Projektleitung ist im Rahmen der <a href=\"https://de.wikipedia.org/wiki/Projektorganisation\">Projektorganisation</a> die organisatorische Stelle, der die operative Kontrolle eines <a href=\"https://de.wikipedia.org/wiki/Projekt\">Projektes</a> unterliegt. Aufgabe dieser Organisationseinheit ist primär das <a href=\"https://de.wikipedia.org/wiki/Projektmanagement\">Projektmanagement</a>; in kleineren Projekten wird die Projektleitung durch den <a href=\"https://de.wikipedia.org/wiki/Projektleiter\">Projektleiter</a> gebildet, in größeren Projekten steht dieser einer Gruppe von Personen und eventuell zusätzlich mehreren Teilprojektleitern vor. </p>\n<p>Bei modernen Organisationskonzepten besteht die Projektleitung umfangreicher Projekte aus mehreren Projektleitern, die die Entscheidung im Konsens bzw. nach vorbestimmten Richtlinien und Regeln treffen. Aufgaben sind dabei</p>\n<ul>\n<li>Festlegung der Projektziele</li>\n<li>Planung des Projektes</li>\n<li>Zusammenstellung des Projektteams</li>\n<li>Steuerung, Sicherung des Informationsflusses und Kontrolle des Projektes (Termine vereinbaren, Zusammenarbeit mit anderen Fachabteilungen koordinieren, Verantwortlichkeiten festlegen)</li>\n<li>Treffen von Entscheidungen</li>\n<li>Verwaltung des Budgets (Finanzierung / Liquiditätssicherung, Erfassung aller Mitarbeiterkosten)</li>\n<li>Durchsetzen der erforderlichen Maßnahmen und Vollzug der Verträge</li>\n<li>Führen von Verhandlungen</li>\n<li>Projektergebnisse vorstellen und argumentativ vertreten</li>\n<li>Abschlussbericht für Auftraggeber</li>\n<li>Dokumentation des Projektes</li>\n</ul>\n<h4 id=\"projektmitglieder-in-change-projekten\">Projektmitglieder in Change Projekten</h4>\n<p>Die Begriffe \"Projektmitglieder\" oder \"Projektteilnehmer\" können als Oberbegriff für die Mitglieder des Projektteams und der Projektmitarbeiter verstanden werden. Sie sind in keiner Norm oder Handreichung definiert. Gegenüber dem Ausdruck \"Projektbeteiligte\" sind sie dadurch abzugrenzen, dass die Projektmitglieder oder Projektteilnehmer direkt einen Beitrag zum Projektergebnis leisten. Personen oder Organisationen, die nur von den Auswirkungen des Projekts betroffen sind, aber keine Mitwirkung am Projekt haben, zählen somit nicht zu den Projektmitgliedern oder Projektteilnehmern. </p>\n<p>Da die Projektmitglieder die Personen sind, die am meisten mit den Stakeholdern / Betroffenen einer Veränderung in Kontakt stehen, sollten sie ausreichend Change-Management Kompetenz haben.</p>\n<h4 id=\"change-manager-in-change-projekten\">Change Manager in Change Projekten</h4>\n<p>Aufgaben des Change-Managements sind</p>\n<ul>\n<li>Analyse &amp; Beschreibung der Ausgangssituation</li>\n<li>Planung des Change-Prozesses</li>\n<li>Implementierung</li>\n<li>Evaluation </li>\n<li>Steuert Change Agent Network/ Change Community Manager (Builder) (s. Kapitel Communities im Change-Management) </li>\n<li>Moderiert das Zusammenspiel der Rollen zwischen Projekt &lt;=&gt; Change-Management</li>\n</ul>\n<h4 id=\"change-agents\">Change Agents</h4>\n<p>In Change Projekten haben Change Agents die Verantwortung für die erfolgreiche Umsetzung der Veränderung. Daher sind sie auch für die Planung und die Umsetzung konkreter Maßnahmen zur Akzeptanzsteigerung in der Belegschaft zuständig. Die Rolle von Change Agents können sowohl externe Berater*innen als auch interne Mitarbeiter*innen wahrnehmen. Wichtig ist jedoch, dass die Change Agents neben ihren projektbezogenen Kenntnissen und Fähigkeiten</p>\n<ul>\n<li>von allen Mitarbeitenden als Vertrauensperson und lokale*r Ansprechpartner*in und somit als Kontaktpunkt zum Projektteam wahrgenommen und respektiert werden.</li>\n<li>optional eine Historie von Erfolgen im Unternehmen erreicht haben.</li>\n<li>starke Kommunikations- und Präsentationsfähigkeiten haben.</li>\n<li>die Fähigkeit haben, andere bewegen und begeistern zu können.</li>\n<li>optional das Potential besitzen andere Menschen coachen zu können.</li>\n<li>sowohl die Bedürfnisse und Ängste der Mitarbeitenden als auch den Unternehmenserfolg im Auge behalten.</li>\n<li>Teamplayer*innen sind. </li>\n<li>nicht zu sehr verschiedenen Parteien im Unternehmen verpflichtet sind. </li>\n<li>ein gutes Verständnis der Organisation haben. </li>\n</ul>\n<p>Change Agents sind Vertrauenspersonen und Ansprechpartner*innen: Sie sensibilisieren und informieren Kolleg*innen in Hinblick auf die anstehende Veränderung. Das bedeutet zum Beispiel, dass sie auf Trainingsangebote hinweisen oder diese selbst organisieren. Sie haben ein offenes Ohr für die Bedürfnisse Mitarbeitenden, die sich vielleicht eine gewisse Form der Change Begleitung wünschen und nicht mit ihren Zweifeln, Wünschen und Hoffnungen alleine bleiben wollen. Dies teilen sie den Projekt- &amp; Change Managern mit und sorgen somit auch für den beiderseitigen Austausch vom Projekt-team und und betroffenen Mitarbeitern wie End-Nutzer.</p>\n<p>Change Agents sind Vorbilder: Als Vorbilder motivieren Change Agents zur Mitwirkung und Teilnahme an Personalentwicklungsgesprächen, an persönlichen und betrieblichen Change Initiativen und an betrieblichen Schulungen, mit denen der Veränderungsprozess vorangetrieben wird.</p>\n<p>Change Agents sind lokal: Je lokaler eine Change Struktur aus Change Agents aufgebaut ist, desto besser stehen die Chancen auf einen reibungslosen Veränderungsprozess. Daher sollte die Rolle der Change Agents im Change-Management-Prozess an allen Standorten des Unternehmens besetzt werden, evtl. auch pro Fachbereich. Die erfolgreiche Umsetzung von Veränderungen hängt nämlich stark mit den Fürsprecher*innen und Treiber*innen im Unternehmen ab, die für die Umsetzung der Veränderungsmaßnahmen einstehen. Je besser vorbereitet diese Individuen sind, desto besser ist es für den Erfolg des Veränderungsprojekts.</p>\n<p>Change Agents sind ein Netzwerk an Veränderungsexpert*innen: Sie organisieren sich im Netzwerk und tauschen sich über Erfolge, Sorgen und Best Practices aus. Durch ein gemeinsames Onboarding, Schulungen und Workshops gelingt es, dass Change Agents frühzeitig ihre Kräfte bündeln und sich einfacher eine einheitliche Kommunikation nach außen etablieren lässt. Dabei können Change Agents auf die Nutzung von Methoden wie z.B. zielgruppengerechte Kommunikationsmittel und -kanäle sowie geeignete Informationsmaterialien zurückgreifen um ihre Kolleg*innen zu informieren.</p>\n<p><strong>Abgrenzung: Change Agents vs. Key-User</strong></p>\n<ul>\n<li><strong>Change Agents:</strong> Sie sind die frühen Anwender und Multiplikatoren in ihren Abteilungen, die speziell im Umgang mit Veränderungen geschult sind und das Erlernte an andere weitergeben. Ihre Rolle ist oft freiwillig und intrinsisch motiviert.</li>\n<li><strong>Key-User:</strong> Im Gegensatz dazu konzentrieren sich Key-User stärker auf das technische Know-how und die Unterstützung anderer Mitarbeitender, insbesondere im Rahmen von IT-Projekten. Sie sind oft in ihrer Job-Rolle verankert und bieten (First-Level-) Support.</li>\n</ul>\n<p>Hinweis: In manchen Unternehmen wird es ggf. anders gehandhabt und eine klare Differenzierung ist nicht immer möglich (bzw. nötig). Key-User sind vor allem später im Projekt wichtig, wenn es um Training und Support geht.</p>\n<h4 id=\"die-rolle-von-fuhrungskraften-im-change\">Die Rolle von Führungskräften im Change</h4>\n<p>Um Veränderungsinitiativen erfolgreich zu machen, hat Prosci diverse Studien durchgeführt und konkrete Maßnahmen für Führungskräfte identifiziert, die als Erfolgsfaktor für gelungene Veränderungen gelten:</p>\n<ul>\n<li>Kommunikation mit den direkten Mitarbeitern über die Veränderung</li>\n<li>Unterstützung für die Veränderung demonstrieren</li>\n<li>Mitarbeitern durch den Change helfen, bzw. coachen</li>\n<li>Verbindung zwischen ihren Mitarbeitern und dem Projektteam sicherstellen</li>\n<li>Widerstände erkennen und mindern</li>\n</ul>\n<p>Im Englischen werden diese Rollen mit dem Akronym CLARC® beschrieben:</p>\n<ul>\n<li>Communicator</li>\n<li>Liaison</li>\n<li>Advocate</li>\n<li>Resistance Manager</li>\n<li>Coach</li>\n</ul>\n<h3 id=\"quellen\">Quellen</h3>\n<ul>\n<li><a href=\"https://www.atlassian.com/de/itsm/change-management/roles-and-responsibilities\">Rollen und Verantwortlichkeiten im Änderungsmanagement | Atlassian</a></li>\n<li><a href=\"https://www.tiba.de/clarc-modell/\">Das Change-Management CLARC-Modell und die Rolle von Führungskräften im Change |Tiba</a></li>\n<li><a href=\"https://www.business-wissen.de/produkt/8208/agile-change-canvas-vorlagen/\">Agile Change Canvas Vorlagen </a><a href=\"https://www.business-wissen.de/produkt/8208/agile-change-canvas-vorlagen/\">–</a></li>\n</ul>\n<h2 id=\"stakeholder-management-im-change-management-mehr-als-nur-rollen\">Stakeholder Management im Change-Management: Mehr als nur Rollen</h2>\n<p>In IT-Change-Management-Projekten sind Stakeholder nicht nur Rollen, die bestimmte Aufgaben erfüllen. Sie sind Menschen mit unterschiedlichen Perspektiven, Bedürfnissen, Emotionen, Zielen und Interessen. Sie sind außerdem Personen, die Interessen Rechte &amp; Pflichten im Projekt haben (Betriebsrat, Politik etc.) oder Personen, die von den Veränderungen im Unternehmen betroffen sind. </p>\n<p>Dazu gehören Projektmanager, IT-Teams, Einkauf, Fachabteilungen, Personalbereich, Geschäftsführer, Endbenutzer und weitere interne Stakeholder wie Betriebsräte und auch Datenschutzbeauftragte. </p>\n<p>Je nach Projekt können auch externe Stakeholder eine Rolle spielen. Von Partnern wie IT-Anbietern oder Implementierungspartnern bis hin zur Politik bzw. Gesetzgeber oder Verbände bei großen Veränderungen. </p>\n<p>Jeder dieser Stakeholder bringt eine eigene Sichtweise, seine eigenen Erfahrungen und sein eigenes Verständnis des Projekts mit.</p>\n<h3 id=\"die-psychologische-rolle-der-manager\">Die psychologische Rolle der Manager</h3>\n<p>Manager spielen eine entscheidende Rolle in IT-Change-Management-Projekten. Sie sind nicht nur Entscheidungsträger und Ressourcenbereitsteller, sondern auch Führungskräfte, die das Team motivieren, koordinieren, inspirieren und moderieren müssen. Sie sind auch Vermittler zwischen verschiedenen Stakeholdern und müssen Konflikte managen und Konsens herstellen. Wenn sie nicht überzeugt sind oder die entsprechenden Änderungen nicht mittragen, hat es die beste Software und jede Veränderung schwer. Auch müssen Sie das Sollen mit definieren – sprich das Zielbild, Vision, die nötigen Änderungen - sowie den Rahmen (Dürfen) ermöglichen (sh. auch 3.1). </p>\n<p>Aus Forschung rund um Veränderungskompetenz wissen wir auch, dass es nicht nur um Persönlichkeit (wie Offenheit, Adaptivität), individuelle Methodenkompetenz oder Motivation geht, sondern auch um den Rahmen (Ressourcen, Ziele, Verantwortung bis hin zu Anweisungen)– den eben das Management mit definieren muss.  </p>\n<p>Denn wenn Mitarbeitende glauben, dass eine Veränderung notwendig, sinnvoll und machbar ist (kognitive Überzeugungen) und wenn sie sich auf die Veränderung freuen und sie als positiv und wünschenswert empfinden (positive Emotionen), sind sie eher bereit, die Veränderung zu unterstützen und sich dafür einzusetzen. </p>\n<p>Um Manager auf diese Aufgaben im Rahmen des Change-Prozesses vorzubereiten, sind Trainings sinnvoll: Führungskräfte sollten in den Grundlagen des Change-Managements geschult werden, um die psychologischen und organisatorischen Aspekte des Wandels zu verstehen und effektiv zu managen.</p>\n<p><strong>Wie Manager Überzeugungen und positive Emotionen über Veränderungen mitgestalten können</strong> </p>\n<p><strong>Kommunikation</strong>: Manager kommunizieren die Gründe für die Veränderung klar und überzeugend, um kognitive Überzeugungen zu stärken. Sie heben die Vorteile und positiven Aspekte der Veränderung hervor, um positive Emotionen zu fördern.  Das beutetet, dass sie die Kommunikation nicht komplett delegieren, sondern selbst aktiv sind.</p>\n<p><strong>Beteiligung</strong>: Manager beziehen die Mitarbeitenden in den Change-Prozess ein, um ihre kognitiven Überzeugungen und positiven Emotionen zu stärken. Wenn die Mitarbeitenden das Gefühl haben, dass sie einen Beitrag leisten und Einfluss nehmen können, sind sie eher bereit, die Veränderung zu unterstützen.</p>\n<p><strong>Unterstützung</strong>: Manager stellen den Mitarbeitenden die notwendige Unterstützung und Ressourcen zur Verfügung, um die Veränderung zu bewältigen. Dies kann dazu beitragen, ihre kognitiven Überzeugungen und positiven Emotionen zu stärken.</p>\n<p><strong>Vorbildfunktion</strong>: Manager dienen als Vorbilder für Veränderungen und fördern durch ihr eigenes Verhalten und ihre eigene Einstellung positive Emotionen und kognitive Überzeugungen.</p>\n<p><strong>Anerkennung und Belohnung</strong>: Manager anerkennen und belohnen die Bemühungen und Erfolge der Mitarbeiter im Zusammenhang mit der Veränderung. Dies trägt dazu bei, die positiven Emotionen und kognitiven Überzeugungen der Mitarbeitenden zu stärken.</p>\n<p><strong>Weiterführende Literatur:</strong></p>\n<p>“Leading Change\" von John P. Kotter und \"Managing Transitions: Making the Most of Change\" von William Bridges: Während Kotter einen strukturierten, prozessorientierten Ansatz bietet, hilft Bridges, die menschlichen und emotionalen Dimensionen des Wandels zu verstehen und zu managen.</p>\n<p>Zusammen liefern sie eine umfassende Perspektive darauf, wie Führungskräfte ihre Rolle im Change-Management erfolgreich ausfüllen können.</p>\n<h3 id=\"analyse-der-stakeholder-verstehen-von-motivationen-und-widerstanden\">Analyse der Stakeholder: Verstehen von Motivationen und Widerständen</h3>", "image": null, "date_modified": "2025-04-05T15:33:33+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-0-Lernpfad/", "url": "https://cogneon.github.io/2-0-Lernpfad/", "title": "Lernpfad", "content_html": "<h1 id=\"lernpfad\">Lernpfad</h1>\n<blockquote>\n<p>LERNPFAD HIER EINFÜGEN </p>\n</blockquote>", "image": null, "date_modified": "2025-04-05T15:33:33+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/3-0-Anhang/", "url": "https://cogneon.github.io/3-0-Anhang/", "title": "Anhang", "content_html": "<h1 id=\"anhang\">Anhang</h1>\n<h2 id=\"danksagungen\">Danksagungen</h2>\n<p>Ein großer Dank an die vielen Projekte und Vorarbeiten, die die Erstellung dieses lernOS Leitfaden ermöglicht haben.\nBesonders:</p>\n<ul>\n<li>Simon Dückert und Cogneon für lernOS</li>\n</ul>\n<h2 id=\"anderungshistorie\">Änderungshistorie</h2>\n<table>\n<thead>\n<tr>\n<th>Version</th>\n<th>Bearbeitet von</th>\n<th>Beschreibung Änderung</th>\n<th>Datum</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>0.1</td>\n<td>Thomas Jenewein et al.</td>\n<td>Erste Version des Leitfadens Change Management</td>\n<td>TBD</td>\n</tr>\n</tbody>\n</table>\n<h2 id=\"lernos-glossar\">lernOS Glossar</h2>\n<p><strong>L</strong></p>\n<p>Lernende Organisation\n: Eine Lernende Organisation ist eine Organisation, die die Fähigkeit besitzt, Wissen zu generieren, zu akquirieren und zu verteilen und ihr Verhalten auf Basis neuer Erkenntnisse und Einsichten zu verändern.</p>\n<p>lernOS\n: lernOS ist ein offenes System für Lebenslanges Lernen und Lernende Organisationen. Es stellt auf den drei Ebenen Individuum, Team und Organisation offene Leitfäden für die kontinuierliche Verbesserung des Lern- und Wissensmanagements bereit.</p>\n<p>Lernzirkel\n: Eine Gruppe von 4-5 Personen in der sich die Mitglieder gegenseitig mit Feedback, Erfahrung, Wissen und Reflexion helfen. Die Circle-Mitglieder treffen sich wöchentlich und folgen dabei einem vorgegebenen Ablauf, der den Lern- und Entwicklungsprozess  strukturiert.</p>\n<p><strong>M</strong></p>\n<p>Management\n: Management ist die Koordination der Aktivitäten in einer Organisation mit dem Zweck, die Ziele der Organisation zu erreichen.</p>\n<p><strong>O</strong></p>\n<p>Organisation\n: Eine Organisation besteht aus einer oder oder mehreren Personen (Organisationsmitglieder), die ein gemeinsamer Zweck verbindet und die sich zur Zeckerreichung eine formale Organisationsstruktur geben.</p>", "image": null, "date_modified": "2025-04-05T15:33:33+00:00", "authors": [], "tags": null}]}